Repository: Etiennef/uihacks
Catalog: locales/*.po
Languages: fr_fr

source: Rules for ticket creation prevention based on entities
fr_fr: Règles pour le blocage de la création de tickets dans certaines entités

source: Blocked entities
fr_fr: Entités bloquées

source: Replacement
fr_fr: Remplacement

source: This will replace the ticket creation forms. You can use HTLM code here. You can use %%%ENTITY_BUTTON_(.*)%%% to insert a button leading to the entity change menu.
fr_fr: Ceci remplacera le formuaire de création des tickets. Vous pouvez utiliser du code HTML. Vous pouvez utiliser le motif %%%ENTITY_BUTTON_(.*)%%% pour insérer un boutton qui ouvre le menu de choix de l'entité.

source: Ticket creation has been disabled here
fr_fr: La création de tickets a été désactivée dans cette entité

source: Click here to select an other entity
fr_fr: Cliquez ici pour changer d'entité

source: Force explicit field selection on ticket creation
fr_fr: Forcer le choix explicite de certains champs lors de la création de tickets

source: Force explicit type choice on ticket creation
fr_fr: Forcer le choix explicite du type lors de la création de tickets

source: Force explicit urgency choice on ticket creation
fr_fr: Forcer le choix explicite de l'urgence lors de la création de tickets

source: Message replacing category dropdown when type is not chosen yet
fr_fr: Message à afficher à la place du choix de la catégorie tant que le type n'est pas choisi

source: You have to choose the ticket type before being allowed to chose a category
fr_fr: Vous devez choisir le type du ticket avant de choisir la catégorie

source: Error message when user tries to validate when not both type and category are chosen
fr_fr: Message d'erreur lorsque l'utilisateur essaie de valider le formulaire sans choisir le type et l'urgence

source: You have to choose the ticket type and urgency before being allowed to submit the ticket
fr_fr: Vous devez choisir le type de ticket et l'urgence avant de le soumettre

source: Html form customisation rules
fr_fr: Règles de customisation des formulaires

source: Do trick only for selected profiles
fr_fr: N'effectue la modification que pour les profils sélectionnés

source: Target urls
fr_fr: URL cibles

source: use a PHP regexp matching the pages you want to alter
fr_fr: une expression régulière PHP matchant les pages que vous voulez altérer

source: Selector
fr_fr: Sélecteur

source: a CSS selector that will be able to targer exactly the items you want to alter
fr_fr: un sélecteur CSS sélectionnant exactement les éléments de la page que vous voulez altérer

source: Add tooltip
fr_fr: Ajouter une info-bulle

source: This tooltip will be added to the selected input. Leave empty for no tooltip.
fr_fr: Ce message sera ajouté en info-bulle aux élements modifiés. Laissez-le vide pour ne pas avoir d'info-bulle

source: Disable
fr_fr: Désactiver

source: Disabled but visible
fr_fr: Désactivé mais visible

source: Converted to simple text
fr_fr: Convertir en simple texte

source: Hidden
fr_fr: Masqué

source: Hidden, and siblings hidden too
fr_fr: Masqué, la fratrie aussi

source: Parent is hidden
fr_fr: Le parent est masqué

source: Great-parent is hidden
fr_fr: Le grand-parent est masqué

source: Great-great-parent is hidden
fr_fr: L'arrière-grand-parent est masqué

source: If anything but no is selected, this input will be disabled and the user won't be able to edit it. Keep in mind that it is only client-side modification, it has to be considered as a hint for the user not to edit this field, not a true right management. Also, if you disable fileds in creation forms, it may make the creation impossible.
fr_fr: Si n'importe quoi sauf non est sélectionné, la possibilité de saisie est désactivée, et l'utilisateur ne pourra pas l'utiliser. Gardez à l'esprit toutefois que ce n'est qu'une modification côté client, aisée à contourner, pas une gestion de droits sérieuse. Aussi, si vous désactivez certains champs dans un formulaire de création , il se peut que cela rende la création de l'objet impossible.

source: link type
fr_fr: type de lien

source: Ticket id
fr_fr: n° du ticket

source: Plugin has been tested only for GLPI 0.84.8
fr_fr: Ce plugin n'a été testé que pour GLPI 0.84.8

source: Plugin requires ConfigManager 1.x.x
fr_fr: Ce plugin requiert ConfigManager 1.x.x
